Repository: bennokress/Tyokalu
Catalog: Työkalu/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, el, es, et, fi, fr, hr, hu, it, ja, lt, lv, nb, nl, nn, pl, ro, sk, sl, sv, tr, uk, zh_hans

source: "Työkalu" is the Finnish word for "tool".
bg: "Työkalu" е финландската дума за "инструмент".
cs: "Työkalu" je finské slovo pro "nástroj".
de: "Työkalu" ist das finnische Wort für "Werkzeug".
el: "Työkalu" είναι η φινλανδική λέξη για "εργαλείο".
es: "Työkalu" es la palabra finlandesa para "herramienta".
et: "Työkalu" on soome keeles "tööriist".
fi: Muissa lokalisoinneissa selitetään tämän sovelluksen nimen merkitys. Tätä selitystä et tietenkään tarvitse!
fr: "Työkalu" est le mot finnois pour "outil".
hr: "Työkalu" je finska riječ za "alat".
hu: "Työkalu" a finn szó az "eszköz"-re.
it: "Työkalu" è la parola finlandese per "strumento".
ja: "Työkalu"はフィンランド語で「ツール」という意味です。
lt: "Työkalu" yra suomiškas žodis, reiškiantis "įrankis".
lv: "Työkalu" ir somu valodas vārds "rīks".
nb: "Työkalu" er det finske ordet for "verktøy".
nl: "Työkalu" is het Finse woord voor "gereedschap".
nn: "Työkalu" er det finske ordet for "verktøy".
pl: "Työkalu" to fińskie słowo oznaczające "narzędzie".
ro: "Työkalu" este cuvântul finlandez pentru „unealtă".
sk: "Työkalu" je fínske slovo pre "nástroj".
sl: "Työkalu" je finska beseda za "orodje".
sv: "Työkalu" är det finska ordet för "verktyg".
tr: "Työkalu" Fince "araç" anlamına gelir.
uk: "Työkalu" - це фінське слово, що означає "інструмент".
zh_hans: "Työkalu"是芬兰语"工具"的意思。

source: A Date can never be between two equal hours, please enter different numbers as earlier and later hours
bg: Дата никога не може да бъде между два еднакви часа, моля, въведете различни числа за по-ранен и по-късен час
cs: Datum nemůže být mezi dvěma stejnými hodinami, zadejte prosím různá čísla pro dřívější a pozdější hodinu
de: Ein Datum kann nie zwischen zwei gleichen Stunden liegen. Bitte gib unterschiedliche Zahlen für die frühere und spätere Stunde ein
el: Μια ημερομηνία δεν μπορεί ποτέ να είναι μεταξύ δύο ίσων ωρών, παρακαλώ εισάγετε διαφορετικούς αριθμούς για την προηγούμενη και την επόμενη ώρα
es: Una fecha nunca puede estar entre dos horas iguales, por favor introduce números diferentes para la hora anterior y posterior
et: Kuupäev ei saa kunagi olla kahe võrdse tunni vahel, palun sisesta varasema ja hilisema tunni jaoks erinevad numbrid
fi: Päivämäärä ei voi koskaan olla kahden saman tunnin välissä, anna eri numerot aikaisemmaksi ja myöhemmäksi tunniksi
fr: Une date ne peut jamais se situer entre deux heures identiques. Veuillez entrer des nombres différents pour les heures de début et de fin
hr: Datum nikada ne može biti između dva jednaka sata, unesite različite brojeve za raniji i kasniji sat
hu: Egy dátum soha nem lehet két egyenlő óra között, kérjük, adj meg különböző számokat korábbi és későbbi óraként
it: Una data non può mai essere compresa tra due ore uguali, inserisci numeri diversi per l'ora precedente e quella successiva
ja: 日付が同じ時刻の間にあることはありません。異なる数字を早い時刻と遅い時刻として入力してください
lt: Data niekada negali būti tarp dviejų vienodų valandų, prašome įvesti skirtingus skaičius kaip ankstesnę ir vėlesnę valandas
lv: Datums nekad nevar būt starp divām vienādām stundām, lūdzu, ievadiet dažādus skaitļus agrākai un vēlākai stundai
nb: En dato kan aldri være mellom to like timer, vennligst oppgi forskjellige tall for tidligere og senere time
nl: Een datum kan nooit tussen twee gelijke uren vallen. Voer verschillende getallen in voor het eerdere en latere uur
nn: Ein dato kan aldri vere mellom to like timar, ver venleg og oppgje ulike tal for tidlegare og seinare time
pl: Data nigdy nie może być między dwiema równymi godzinami, proszę podać różne liczby dla wcześniejszej i późniejszej godziny
ro: O dată nu poate fi niciodată între două ore egale, vă rugăm să introduceți numere diferite pentru ora anterioară și cea ulterioară
sk: Dátum nemôže byť nikdy medzi dvoma rovnakými hodinami, prosím zadajte rôzne čísla pre skoršiu a neskoršiu hodinu
sl: Datum ne more biti med dvema enakima urama, prosimo vnesite različni številki za zgodnejšo in kasnejšo uro
sv: Ett datum kan aldrig vara mellan två lika timmar, vänligen ange olika tal för tidigare och senare timme
tr: Bir tarih hiçbir zaman iki eşit saat arasında olamaz, lütfen erken ve geç saat için farklı sayılar girin
uk: Дата не може бути між двома однаковими годинами, будь ласка, введіть різні числа для початкової та кінцевої години
zh_hans: 日期不可能在两个相同的小时之间，请输入不同的数字作为较早和较晚的小时

source: A day has 24 hours, so checking against hours higher than 24 is impossible
bg: Денят има 24 часа, затова е невъзможно да се проверяват часове по-големи от 24
cs: Den má 24 hodin, takže kontrola hodin vyšších než 24 není možná
de: Ein Tag hat 24 Stunden, daher ist eine Prüfung gegen Stunden über 24 nicht möglich
el: Μια ημέρα έχει 24 ώρες, επομένως ο έλεγχος για ώρες πάνω από 24 είναι αδύνατος
es: Un día tiene 24 horas, por lo que es imposible comprobar horas superiores a 24
et: Päevas on 24 tundi, seega pole võimalik kontrollida tunde, mis on suuremad kui 24
fi: Päivässä on 24 tuntia, joten yli 24 tunnin tarkistaminen on mahdotonta
fr: Une journée a 24 heures, il est donc impossible de vérifier des heures supérieures à 24
hr: Dan ima 24 sata, stoga je provjera za sate veće od 24 nemoguća
hu: Egy nap 24 órából áll, ezért 24-nél magasabb óra ellenőrzése lehetetlen
it: Un giorno ha 24 ore, quindi non è possibile verificare ore superiori a 24
ja: 1日は24時間なので、24時間を超える時刻との比較はできません
lt: Paroje yra 24 valandos, todėl tikrinti valandas, didesnes nei 24, neįmanoma
lv: Dienā ir 24 stundas, tāpēc pārbaude pret stundām, kas lielākas par 24, nav iespējama
nb: En dag har 24 timer, så det er umulig å sjekke mot timer høyere enn 24
nl: Een dag heeft 24 uur, dus controleren op uren hoger dan 24 is onmogelijk
nn: Ein dag har 24 timar, så det er umogleg å sjekke mot timar høgare enn 24
pl: Dzień ma 24 godziny, więc sprawdzanie godzin wyższych niż 24 jest niemożliwe
ro: O zi are 24 de ore, deci verificarea pentru ore mai mari de 24 este imposibilă
sk: Deň má 24 hodín, preto nie je možné kontrolovať hodiny vyššie ako 24
sl: Dan ima 24 ur, zato preverjanje ur višjih od 24 ni mogoče
sv: En dag har 24 timmar, så det är omöjligt att kontrollera mot timmar högre än 24
tr: Bir günde 24 saat vardır, bu nedenle 24'ten büyük saatlere karşı kontrol yapmak imkansızdır
uk: День має 24 години, тому перевірка годин більше 24 неможлива
zh_hans: 一天有24小时，因此无法检查大于24的小时

source: A day has no negative hours, so checking against hours lower than 0 is impossible
bg: Денят няма отрицателни часове, затова е невъзможно да се проверяват часове по-малки от 0
cs: Den nemá záporné hodiny, takže kontrola hodin nižších než 0 není možná
de: Ein Tag hat keine negativen Stunden, daher ist eine Prüfung gegen Stunden unter 0 nicht möglich
el: Μια ημέρα δεν έχει αρνητικές ώρες, επομένως ο έλεγχος για ώρες κάτω από 0 είναι αδύνατος
es: Un día no tiene horas negativas, por lo que es imposible comprobar horas inferiores a 0
et: Päevas pole negatiivseid tunde, seega pole võimalik kontrollida tunde, mis on väiksemad kui 0
fi: Päivässä ei ole negatiivisia tunteja, joten alle 0 tunnin tarkistaminen on mahdotonta
fr: Une journée n'a pas d'heures négatives, il est donc impossible de vérifier des heures inférieures à 0
hr: Dan nema negativne sate, stoga je provjera za sate manje od 0 nemoguća
hu: Egy napnak nincsenek negatív órái, ezért 0-nál alacsonyabb óra ellenőrzése lehetetlen
it: Un giorno non ha ore negative, quindi non è possibile verificare ore inferiori a 0
ja: 1日に負の時刻はないので、0時未満との比較はできません
lt: Paroje nėra neigiamų valandų, todėl tikrinti valandas, mažesnes nei 0, neįmanoma
lv: Dienā nav negatīvu stundu, tāpēc pārbaude pret stundām, kas mazākas par 0, nav iespējama
nb: En dag har ingen negative timer, så det er umulig å sjekke mot timer lavere enn 0
nl: Een dag heeft geen negatieve uren, dus controleren op uren lager dan 0 is onmogelijk
nn: Ein dag har ingen negative timar, så det er umogleg å sjekke mot timar lågare enn 0
pl: Dzień nie ma ujemnych godzin, więc sprawdzanie godzin niższych niż 0 jest niemożliwe
ro: O zi nu are ore negative, deci verificarea pentru ore mai mici de 0 este imposibilă
sk: Deň nemá záporné hodiny, preto nie je možné kontrolovať hodiny nižšie ako 0
sl: Dan nima negativnih ur, zato preverjanje ur nižjih od 0 ni mogoče
sv: En dag har inga negativa timmar, så det är omöjligt att kontrollera mot timmar lägre än 0
tr: Bir günde negatif saat yoktur, bu nedenle 0'dan küçük saatlere karşı kontrol yapmak imkansızdır
uk: День не має від'ємних годин, тому перевірка годин менше 0 неможлива
zh_hans: 一天没有负数小时，因此无法检查小于0的小时

source: About This App
bg: За това приложение
cs: O této aplikaci
de: Über diese App
el: Σχετικά με αυτήν την εφαρμογή
es: Acerca de esta app
et: Rakenduse teave
fi: Tietoja tästä sovelluksesta
fr: À propos de cette app
hr: O ovoj aplikaciji
hu: Az alkalmazásról
it: Informazioni su questa app
ja: このアプリについて
lt: Apie šią programėlę
lv: Par šo lietotni
nb: Om denne appen
nl: Over deze app
nn: Om denne appen
pl: O tej aplikacji
ro: Despre această aplicație
sk: O tejto aplikácii
sl: O tej aplikaciji
sv: Om denna app
tr: Bu Uygulama Hakkında
uk: Про цей додаток
zh_hans: 关于此App

source: An attachment that will be displayed in the notification (optional, see UNNotificationAttachment for more information)
bg: Прикачен файл, който ще се показва в известието (незадължително, вижте UNNotificationAttachment за повече информация)
cs: Příloha, která se zobrazí v oznámení (volitelné, viz UNNotificationAttachment pro více informací)
de: Ein Anhang, der in der Mitteilung angezeigt wird (optional, siehe UNNotificationAttachment für weitere Informationen)
el: Ένα συνημμένο που θα εμφανιστεί στην ειδοποίηση (προαιρετικό, δείτε UNNotificationAttachment για περισσότερες πληροφορίες)
es: Un adjunto que se mostrará en la notificación (opcional, consulta UNNotificationAttachment para más información)
et: Manus, mida kuvatakse teavituses (valikuline, vaata UNNotificationAttachment lisateabe jaoks)
fi: Liite, joka näytetään ilmoituksessa (valinnainen, katso lisätietoja UNNotificationAttachment-dokumentaatiosta)
fr: Une pièce jointe qui sera affichée dans la notification (facultatif, voir UNNotificationAttachment pour plus d'informations)
hr: Privitak koji će biti prikazan u obavijesti (opcionalno, pogledajte UNNotificationAttachment za više informacija)
hu: Az értesítésben megjelenő melléklet (opcionális, további információkért lásd az UNNotificationAttachment dokumentációt)
it: Un allegato che verrà visualizzato nella notifica (opzionale, consulta UNNotificationAttachment per maggiori informazioni)
ja: 通知に表示される添付ファイル（オプション、詳細はUNNotificationAttachmentを参照）
lt: Priedas, kuris bus rodomas pranešime (neprivaloma, daugiau informacijos žr. UNNotificationAttachment)
lv: Pielikums, kas tiks parādīts paziņojumā (neobligāts, skatiet UNNotificationAttachment plašākai informācijai)
nb: Et vedlegg som vises i varselet (valgfritt, se UNNotificationAttachment for mer informasjon)
nl: Een bijlage die in de melding wordt weergegeven (optioneel, zie UNNotificationAttachment voor meer informatie)
nn: Eit vedlegg som vert vist i varselet (valfritt, sjå UNNotificationAttachment for meir informasjon)
pl: Załącznik, który będzie wyświetlany w powiadomieniu (opcjonalnie, zobacz UNNotificationAttachment po więcej informacji)
ro: Un atașament care va fi afișat în notificare (opțional, vedeți UNNotificationAttachment pentru mai multe informații)
sk: Príloha, ktorá sa zobrazí v oznámení (voliteľné, pozrite UNNotificationAttachment pre viac informácií)
sl: Priponka, ki bo prikazana v obvestilu (neobvezno, za več informacij glejte UNNotificationAttachment)
sv: En bilaga som visas i aviseringen (valfritt, se UNNotificationAttachment för mer information)
tr: Bildirimde görüntülenecek bir ek (isteğe bağlı, daha fazla bilgi için UNNotificationAttachment'a bakın)
uk: Вкладення, яке буде показано в сповіщенні (необов'язково, див. UNNotificationAttachment для додаткової інформації)
zh_hans: 将在通知中显示的附件（可选，详情请参阅 UNNotificationAttachment）

source: Attachment
bg: Прикачен файл
cs: Příloha
de: Anhang
el: Συνημμένο
es: Adjunto
et: Manus
fi: Liite
fr: Pièce jointe
hr: Privitak
hu: Melléklet
it: Allegato
ja: 添付ファイル
lt: Priedas
lv: Pielikums
nb: Vedlegg
nl: Bijlage
nn: Vedlegg
pl: Załącznik
ro: Atașament
sk: Príloha
sl: Priponka
sv: Bilaga
tr: Ek
uk: Вкладення
zh_hans: 附件

source: Date
bg: Дата
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
hr: Datum
hu: Dátum
it: Data
ja: 日付
lt: Data
lv: Datums
nb: Dato
nl: Datum
nn: Dato
pl: Data
ro: Dată
sk: Dátum
sl: Datum
sv: Datum
tr: Tarih
uk: Дата
zh_hans: 日期

source: Date & Time
bg: Дата и час
cs: Datum a čas
de: Datum & Uhrzeit
el: Ημερομηνία & Ώρα
es: Fecha y hora
et: Kuupäev ja kellaaeg
fi: Päivämäärä ja aika
fr: Date et heure
hr: Datum i vrijeme
hu: Dátum és idő
it: Data e ora
ja: 日付と時刻
lt: Data ir laikas
lv: Datums un laiks
nb: Dato og tid
nl: Datum en tijd
nn: Dato og tid
pl: Data i czas
ro: Dată și oră
sk: Dátum a čas
sl: Datum in čas
sv: Datum och tid
tr: Tarih ve Saat
uk: Дата і час
zh_hans: 日期与时间

source: Device Functionality
bg: Функционалност на устройството
cs: Funkce zařízení
de: Gerätefunktionen
el: Λειτουργικότητα συσκευής
es: Funcionalidad del dispositivo
et: Seadme funktsioonid
fi: Laitteen toiminnot
fr: Fonctionnalités de l'appareil
hr: Funkcionalnost uređaja
hu: Eszközfunkciók
it: Funzionalità del dispositivo
ja: デバイス機能
lt: Įrenginio funkcionalumas
lv: Ierīces funkcionalitāte
nb: Enhetsfunksjonalitet
nl: Apparaatfunctionaliteit
nn: Einingsfunksjonalitet
pl: Funkcjonalność urządzenia
ro: Funcționalitate dispozitiv
sk: Funkcie zariadenia
sl: Funkcionalnost naprave
sv: Enhetsfunktionalitet
tr: Cihaz İşlevselliği
uk: Функції пристрою
zh_hans: 设备功能

source: Did You Know?
bg: Знаехте ли?
cs: Věděli jste?
de: Wusstest du?
el: Το γνωρίζατε;
es: ¿Sabías que?
et: Kas teadsid?
fi: Tiesitkö?
fr: Le saviez-vous ?
hr: Jeste li znali?
hu: Tudtad?
it: Lo sapevi?
ja: ご存知ですか？
lt: Ar žinojai?
lv: Vai zinājāt?
nb: Visste du?
nl: Wist je dat?
nn: Visste du?
pl: Czy wiesz?
ro: Știați că?
sk: Vedeli ste?
sl: Ali ste vedeli?
sv: Visste du?
tr: Biliyor muydunuz?
uk: Чи знаєте ви?
zh_hans: 你知道吗？

source: Do nothing
bg: Не прави нищо
cs: Nedělat nic
de: Nichts tun
el: Να μην γίνει τίποτα
es: No hacer nada
et: Ära tee midagi
fi: Älä tee mitään
fr: Ne rien faire
hr: Ne radi ništa
hu: Ne csinálj semmit
it: Non fare nulla
ja: 何もしない
lt: Nieko nedaryti
lv: Nedarīt neko
nb: Gjør ingenting
nl: Niets doen
nn: Gjer ingenting
pl: Nic nie rób
ro: Nu faceți nimic
sk: Nerobiť nič
sl: Ne naredi ničesar
sv: Gör ingenting
tr: Hiçbir şey yapma
uk: Нічого не робити
zh_hans: 无操作

source: Earlier Hour
bg: По-ранен час
cs: Dřívější hodina
de: Frühere Stunde
el: Προηγούμενη ώρα
es: Hora anterior
et: Varasem tund
fi: Aikaisempi tunti
fr: Heure de début
hr: Raniji sat
hu: Korábbi óra
it: Ora precedente
ja: 開始時刻
lt: Ankstesnė valanda
lv: Agrākā stunda
nb: Tidligere time
nl: Eerder uur
nn: Tidlegare time
pl: Wcześniejsza godzina
ro: Ora anterioară
sk: Skoršia hodina
sl: Zgodnejša ura
sv: Tidigare timme
tr: Erken Saat
uk: Початкова година
zh_hans: 较早的小时

source: Friday
bg: Петък
cs: Pátek
de: Freitag
el: Παρασκευή
es: Viernes
et: Reede
fi: Perjantai
fr: Vendredi
hr: Petak
hu: Péntek
it: Venerdì
ja: 金曜日
lt: Penktadienis
lv: Piektdiena
nb: Fredag
nl: Vrijdag
nn: Fredag
pl: Piątek
ro: Vineri
sk: Piatok
sl: Petek
sv: Fredag
tr: Cuma
uk: П'ятниця
zh_hans: 星期五

source: Grant Permission
bg: Разреши
cs: Udělit oprávnění
de: Berechtigung erteilen
el: Παραχώρηση άδειας
es: Conceder permiso
et: Anna luba
fi: Myönnä lupa
fr: Accorder l'autorisation
hr: Odobri dozvolu
hu: Engedély megadása
it: Concedi autorizzazione
ja: 許可を与える
lt: Suteikti leidimą
lv: Piešķirt atļauju
nb: Gi tillatelse
nl: Toestemming verlenen
nn: Gje løyve
pl: Udziel uprawnienia
ro: Acordați permisiunea
sk: Udeliť povolenie
sl: Podeli dovoljenje
sv: Ge behörighet
tr: İzin Ver
uk: Надати дозвіл
zh_hans: 授予权限

source: Grant notification permission
bg: Разреши известия
cs: Udělit oprávnění k oznámením
de: Mitteilungsberechtigung erteilen
el: Παραχώρηση άδειας ειδοποιήσεων
es: Conceder permiso de notificación
et: Anna teavituste luba
fi: Myönnä ilmoituslupa
fr: Accorder l'autorisation de notification
hr: Odobri dozvolu za obavijesti
hu: Értesítési engedély megadása
it: Concedi autorizzazione alle notifiche
ja: 通知の許可を与える
lt: Suteikti pranešimų leidimą
lv: Piešķirt paziņojumu atļauju
nb: Gi varslingstillatelse
nl: Meldingstoestemming verlenen
nn: Gje varslingsløyve
pl: Udziel uprawnienia do powiadomień
ro: Acordați permisiunea pentru notificări
sk: Udeliť povolenie pre oznámenia
sl: Podeli dovoljenje za obvestila
sv: Ge aviseringsbehörighet
tr: Bildirim izni ver
uk: Надати дозвіл на сповіщення
zh_hans: 授予通知权限

source: Grant notification permission first
bg: Първо разреши известия
cs: Nejprve udělte oprávnění k oznámením
de: Erteile zuerst die Mitteilungsberechtigung
el: Παραχωρήστε πρώτα άδεια ειδοποιήσεων
es: Primero concede permiso de notificación
et: Anna esmalt teavituste luba
fi: Myönnä ensin ilmoituslupa
fr: Accordez d'abord l'autorisation de notification
hr: Prvo odobrite dozvolu za obavijesti
hu: Először add meg az értesítési engedélyt
it: Concedi prima l'autorizzazione alle notifiche
ja: 最初に通知の許可を与えてください
lt: Pirmiausia suteikite pranešimų leidimą
lv: Vispirms piešķiriet paziņojumu atļauju
nb: Gi varslingstillatelse først
nl: Verleen eerst meldingstoestemming
nn: Gje varslingsløyve først
pl: Najpierw udziel uprawnienia do powiadomień
ro: Acordați mai întâi permisiunea pentru notificări
sk: Najprv udeľte povolenie pre oznámenia
sl: Najprej podelite dovoljenje za obvestila
sv: Ge aviseringsbehörighet först
tr: Önce bildirim izni verin
uk: Спочатку надайте дозвіл на сповіщення
zh_hans: 请先授予通知权限

source: Hour Check
bg: Проверка на час
cs: Kontrola hodiny
de: Stundenprüfung
el: Έλεγχος ώρας
es: Comprobación de hora
et: Tunnikontroll
fi: Tunnin tarkistus
fr: Vérification de l'heure
hr: Provjera sata
hu: Óra ellenőrzése
it: Verifica ora
ja: 時刻チェック
lt: Valandos tikrinimas
lv: Stundu pārbaude
nb: Timesjekk
nl: Uurcontrole
nn: Timesjekk
pl: Sprawdzanie godziny
ro: Verificare oră
sk: Kontrola hodiny
sl: Preverjanje ure
sv: Timmkontroll
tr: Saat Kontrolü
uk: Перевірка години
zh_hans: 小时检查

source: Is ${date} ${typeOfDay}?
bg: ${date} ${typeOfDay} ли е?
cs: Je ${date} ${typeOfDay}?
de: Ist ${date} ${typeOfDay}?
el: Είναι ${date} ${typeOfDay};
es: ¿Es ${date} ${typeOfDay}?
et: Kas ${date} on ${typeOfDay}?
fi: Onko ${date} ${typeOfDay}?
fr: Est-ce que ${date} est ${typeOfDay} ?
hr: Je li ${date} ${typeOfDay}?
hu: ${date} ${typeOfDay}?
it: È ${date} ${typeOfDay}?
ja: ${date}は${typeOfDay}ですか？
lt: Ar ${date} yra ${typeOfDay}?
lv: Vai ${date} ir ${typeOfDay}?
nb: Er ${date} ${typeOfDay}?
nn: Er ${date} ${typeOfDay}?
pl: Czy ${date} to ${typeOfDay}?
ro: Este ${date} ${typeOfDay}?
sl: Je ${date} ${typeOfDay}?
sv: Är ${date} ${typeOfDay}?
tr: ${date} ${typeOfDay} mi?
uk: Чи ${date} ${typeOfDay}?
zh_hans: ${date}是${typeOfDay}吗？

source: Is ${date} a ${typeOfDay}?
bg: ${date} ${typeOfDay} ли е?
cs: Je ${date} ${typeOfDay}?
de: Ist ${date} ein ${typeOfDay}?
el: Είναι ${date} ${typeOfDay};
es: ¿Es ${date} un ${typeOfDay}?
et: Kas ${date} on ${typeOfDay}?
fi: Onko ${date} ${typeOfDay}?
fr: Est-ce que ${date} est un ${typeOfDay} ?
hr: Je li ${date} ${typeOfDay}?
hu: ${date} egy ${typeOfDay}?
it: È ${date} un ${typeOfDay}?
ja: ${date}は${typeOfDay}ですか？
lt: Ar ${date} yra ${typeOfDay}?
lv: Vai ${date} ir ${typeOfDay}?
nb: Er ${date} en ${typeOfDay}?
nl: Is ${date} een ${typeOfDay}?
nn: Er ${date} ein ${typeOfDay}?
pl: Czy ${date} to ${typeOfDay}?
ro: Este ${date} o ${typeOfDay}?
sl: Je ${date} ${typeOfDay}?
sv: Är ${date} en ${typeOfDay}?
tr: ${date} bir ${typeOfDay} mı?
uk: Чи ${date} є ${typeOfDay}?
zh_hans: ${date}是${typeOfDay}吗？

source: Is ${date} on a ${typeOfDay}?
bg: ${date} в ${typeOfDay} ли е?
cs: Je ${date} v ${typeOfDay}?
de: Ist ${date} an einem ${typeOfDay}?
el: Είναι ${date} ${typeOfDay};
es: ¿Es ${date} en un ${typeOfDay}?
et: Kas ${date} on ${typeOfDay}?
fi: Onko ${date} ${typeOfDay}?
fr: Est-ce que ${date} est un ${typeOfDay} ?
hr: Je li ${date} ${typeOfDay}?
hu: ${date} egy ${typeOfDay}?
it: È ${date} di ${typeOfDay}?
ja: ${date}は${typeOfDay}ですか？
lt: Ar ${date} yra ${typeOfDay}?
lv: Vai ${date} ir ${typeOfDay}?
nb: Er ${date} i en ${typeOfDay}?
nl: Is ${date} op een ${typeOfDay}?
nn: Er ${date} på ein ${typeOfDay}?
pl: Czy ${date} przypada na ${typeOfDay}?
ro: Este ${date} într-o ${typeOfDay}?
sl: Je ${date} na ${typeOfDay}?
sv: Är ${date} på en ${typeOfDay}?
tr: ${date} bir ${typeOfDay} günü mü?
uk: Чи ${date} випадає на ${typeOfDay}?
zh_hans: ${date}是${typeOfDay}吗？

source: Is %@ %@?
bg: %1$@ %2$@ ли е?
cs: Je %1$@ %2$@?
de: Ist %1$@ %2$@?
el: Είναι %1\$@ %2\$@;
es: ¿Es %1$@ %2$@?
et: Kas %1$@ on %2$@?
fi: Onko %1$@ %2$@?
fr: Est-ce que %1$@ est %2$@ ?
hr: Je li %1\$@ %2\$@?
it: È %1$@ %2$@?
ja: %1$@は%2$@ですか？
lt: Ar %1$@ yra %2$@?
lv: Vai %1\$@ ir %2\$@?
nb: Er %1$@ %2$@?
nl: Is %1\$@ %2\$@?
nn: Er %1\$@ %2\$@?
pl: Czy %1\$@ to %2\$@?
ro: Este %1$@ %2$@?
sk: Je %1$@ %2$@?
sl: Je %1\$@ %2\$@?
sv: Är %1$@ %2$@?
tr: %1$@ %2$@ mı?
uk: Чи %1$@ %2$@?
zh_hans: %1$@是%2$@吗？

source: Is %@ a %@?
bg: %1$@ %2$@ ли е?
cs: Je %1$@ %2$@?
de: Ist %1$@ ein %2$@?
el: Είναι %1\$@ %2\$@;
es: ¿Es %1$@ un %2$@?
et: Kas %1$@ on %2$@?
fi: Onko %1$@ %2$@?
fr: Est-ce que %1$@ est un %2$@ ?
hr: Je li %1\$@ %2\$@?
hu: %1$@ egy %2$@?
it: È %1$@ un %2$@?
ja: %1$@は%2$@ですか？
lt: Ar %1$@ yra %2$@?
lv: Vai %1\$@ ir %2\$@?
nb: Er %1$@ en %2$@?
nl: Is %1\$@ een %2\$@?
nn: Er %1\$@ ein %2\$@?
pl: Czy %1\$@ to %2\$@?
ro: Este %1$@ o %2$@?
sk: Je %1$@ %2$@?
sl: Je %1\$@ %2\$@?
sv: Är %1$@ en %2$@?
tr: %1$@ bir %2$@ mı?
uk: Чи %1$@ є %2$@?
zh_hans: %1$@是%2$@吗？

source: Is %@ on a %@?
bg: %1$@ в %2$@ ли е?
cs: Je %1$@ v %2$@?
de: Ist %1$@ an einem %2$@?
el: Είναι %1\$@ %2\$@;
es: ¿Es %1$@ en un %2$@?
et: Kas %1$@ on %2$@?
fi: Onko %1$@ %2$@?
fr: Est-ce que %1$@ est un %2$@ ?
hr: Je li %1\$@ %2\$@?
hu: %1$@ egy %2$@?
it: È %1$@ di %2$@?
ja: %1$@は%2$@ですか？
lt: Ar %1$@ yra %2$@?
lv: Vai %1\$@ ir %2\$@?
nb: Er %1$@ i en %2$@?
nl: Is %1\$@ op een %2\$@?
nn: Er %1\$@ på ein %2\$@?
pl: Czy %1\$@ przypada na %2\$@?
ro: Este %1$@ într-o %2$@?
sk: Je %1$@ v %2$@?
sl: Je %1\$@ na %2\$@?
sv: Är %1$@ på en %2$@?
tr: %1$@ bir %2$@ günü mü?
uk: Чи %1$@ випадає на %2$@?
zh_hans: %1$@是%2$@吗？

source: Is Type of Day
bg: Е тип ден
cs: Je typ dne
de: Ist Tagestyp
el: Είναι τύπος ημέρας
es: Es tipo de día
et: On päevatüüp
fi: On päivätyyppi
fr: Est un type de jour
hr: Je li vrsta dana
hu: Napszak típusa
it: È tipo di giorno
ja: 曜日の種類を確認
lt: Yra dienos tipas
lv: Ir dienas tips
nb: Er type dag
nl: Is type dag
nn: Er type dag
pl: Czy to typ dnia
ro: Este tip de zi
sk: Je typ dňa
sl: Je vrsta dneva
sv: Är typ av dag
tr: Gün Türü Mü
uk: Є типом дня
zh_hans: 是日期类型
